/* No comment provided by engineer. */
"1 hour" = "1 uur";

/* No comment provided by engineer. */
"15 minutes" = "15 minuten";

/* No comment provided by engineer. */
"1u insulin for every X %@" = "1eenh insuline voor elke X %@";

/* No comment provided by engineer. */
"1u insulin for every X grams" = "1eenh insuline voor elke X gram";

/* No comment provided by engineer. */
"30 minutes" = "30 minuten";

/* No comment provided by engineer. */
"A line chart showing your blood glucose and general trend over a given period" = "Een lijndiagram met uw bloedglucose en algemene trend gedurende een bepaalde periode";

/* No comment provided by engineer. */
"A pie chart showing the number of healthy glucose readings versus unhealthy over a given period" = "Een cirkeldiagram toont het aantal gezonde glucose lezingen versus ongezonde over een bepaalde periode";

/* No comment provided by engineer. */
"A stacked bar chart (segmented by morning, afternoon and evening) showing total carbohydrate in-take per day" = "Een gestapeld staafdiagram (onderverdeeld in ochtend, middag en avond) dat de totale koolhydratenopname per dag weergeeft";

/* No comment provided by engineer. */
"About Insulin Calculation" = "Over insulineberekening";

/* No comment provided by engineer. */
"Account options" = "Accountopties";

/* No comment provided by engineer. */
"Accounts" = "Accounts";

/* Activity (physical exercise) entry type */
"Activity" = "Activiteit";

/* Label for total amount of activity (physical exercise) */
"ACTIVITY" = "ACTIVITEIT";

/* No comment provided by engineer. */
"Activity name" = "Naam van de activiteit";

/* No comment provided by engineer. */
"Add" = "Toevoegen";

/* No comment provided by engineer. */
"Add a Meal" = "Voeg een maaltijd toe";

/* No comment provided by engineer. */
"Add a Note" = "Voeg een opmerking toe";

/* Add blood glucose reading */
"Add a Reading" = "Voeg een meting toe";

/* No comment provided by engineer. */
"Add account" = "Account toevoegen";

/* No comment provided by engineer. */
"Add Activity" = "Activiteit toevoegen";

/* No comment provided by engineer. */
"Add Location" = "Locatie toevoegen";

/* No comment provided by engineer. */
"Add Medicine" = "Medicijn toevoegen";

/* No comment provided by engineer. */
"Add Photo" = "Foto toevoegen";

/* No comment provided by engineer. */
"Add Reminder" = "Nieuwe herinnering";

/* The amount of time to wait after an event occurs before alerting the user */
"After" = "Na";

/* No comment provided by engineer. */
"AirPrint" = "AirPrint";

/* The message shown as part of a reminder */
"Alert" = "Waarschuwing";

/* No comment provided by engineer. */
"Amount" = "Hoeveelheid";

/* No comment provided by engineer. */
"Amount taken" = "Genomen hoeveelheid";

/* No comment provided by engineer. */
"and" = "en";

/* No comment provided by engineer. */
"April" = "April";

/* No comment provided by engineer. */
"Are you sure you want to unlink your RunKeeper account?" = "Weet u zeker dat u uw RunKeeper account wilt loskoppelen?";

/* No comment provided by engineer. */
"Are you sure you'd like to add location data to this event?" = "Weet u zeker dat u locatiegegevens aan deze gebeurtenis wilt toevoegen?";

/* No comment provided by engineer. */
"Are you sure you'd like to delete this account? All associated entries will be permanently deleted" = "Weet u zeker dat u dit account wilt verwijderen? Alle hieraan verbonden gegevens zullen permanent verwijderd worden";

/* No comment provided by engineer. */
"Are you sure you'd like to delete this reminder rule?" = "Weet u zeker dat u de regel behorende bij deze herinnering wilt verwijderen?";

/* No comment provided by engineer. */
"Are you sure you'd like to delete this reminder?" = "Weet u zeker dat u deze herinnering wilt verwijderen?";

/* No comment provided by engineer. */
"Are you sure you'd like to permanently delete this entry?" = "Weet u zeker dat u deze invoer permanent wilt verwijderen?";

/* No comment provided by engineer. */
"Are you sure you'd like to restore from a previous backup? This cannot be undone." = "Weet u zeker dat u een oudere back-up wilt terugzetten? Dit kan niet ongedaan gemaakt worden.";

/* No comment provided by engineer. */
"August" = "Augustus";

/* Label for average blood glucose reading */
"AVERAGE" = "GEMIDDELD";

/* Backup & sync settings section title */
"Backup & Sync" = "Back-up en synchronisatie";

/* No comment provided by engineer. */
"Backup settings" = "Back-up instellingen";

/* No comment provided by engineer. */
"Backup/Restore" = "Back-up maken/terugzetten";

/* Blood glucose level */
"BG level" = "BG niveau";

/* Blood glucose units */
"BG units" = "BG eenheden";

/* No comment provided by engineer. */
"Blood Glucose Level" = "Bloed Glucose Niveau";

/* No comment provided by engineer. */
"Blood glucose level" = "Bloedglucose niveau";

/* No comment provided by engineer. */
"Blood Glucose Readings" = "Bloedglucose uitlezing";

/* No comment provided by engineer. */
"Both" = "Allebei";

/* No comment provided by engineer. */
"Calculations use the following formula:\n\n((currentBG-targetBG)/correctiveFactor) + (carbohydrates/carbohydrateRatio)\n\nIf in doubt, consult your doctor" = "Berekeningen gebeuren zo: ((huidigeBG - doelBG)/correctiefactor) + (koolhydraten/koolhydratenverhouding). Raadpleeg een arts bij twijfel";

/* No comment provided by engineer. */
"Cancel" = "Annuleren";

/* No comment provided by engineer. */
"Carbohydrate in-take" = "Koolhydrateninname";

/* No comment provided by engineer. */
"Carbohydrate Ratio" = "Koolhydratenverhouding";

/* Amount of carbohydrates */
"Carbs" = "Koolh.";

/* No comment provided by engineer. */
"Choose new photo" = "Kies een nieuwe foto";

/* No comment provided by engineer. */
"Choose photo" = "Kies een foto";

/* No comment provided by engineer. */
"Correction Factor" = "Correctiefactor";

/* Menu item to show users the application credits */
"Credits" = "Credits";

/* No comment provided by engineer. */
"Current BG" = "Huidige BG";

/* Current geographic location */
"Current Location" = "Huidige locatie";

/* Abbreviation for Date of Birth */
"D.O.B." = "Geboortedatum";

/* No comment provided by engineer. */
"Date" = "Datum";

/* No comment provided by engineer. */
"Date reminder" = "Datum herinnering";

/* No comment provided by engineer. */
"Days" = "Dagen";

/* No comment provided by engineer. */
"December" = "December";

/* No comment provided by engineer. */
"Delete Account" = "Verwijder account";

/* No comment provided by engineer. */
"Delete Entry" = "Verwijder invoer";

/* No comment provided by engineer. */
"Delete photo" = "Foto verwijderen";

/* No comment provided by engineer. */
"Delete Reminder" = "Herinnering verwijderen";

/* No comment provided by engineer. */
"Delete Reminder Rule" = "Herinneringsregel verwijderen";

/* No comment provided by engineer. */
"Description" = "Omschrijving";

/* Label for the statistical deviation in blood glucose values */
"Deviation" = "Afwijking";

/* No comment provided by engineer. */
"Diabetic Record" = "Diabetesoverzicht";

/* No comment provided by engineer. */
"Diabetik cannot and will not advise you with regards to medical care.\n\nIf you have questions or concerns regarding the state of your health please see a medical professional." = "Diabetik kan en zal u niet adviseren inzake uw gezondheid.  Als u vragen of opmerkingen over uw gezondheid heeft raadpleeg dan een arts.";

/* No comment provided by engineer. */
"Diabetik Export - %@" = "Exporteer Diabetik - %@";

/* No comment provided by engineer. */
"Diabetik is a new kind of diabetic journal that lets you track your blood glucose, medication, food and personal activities.\n\nTo learn more swipe your finger to the left." = "Diabetik is een nieuw soort diabetesdagboek waarmee u bloedglucose, medicatie, eten en persoonlijke activiteiten kunt bijhouden. Als u meer wilt weten veeg dan met uw vinger naar de linkerkant.";

/* No comment provided by engineer. */
"Diabetik is capable of exporting your data in CSV or PDF format.\n\nPerfect for importing into other software or for printing to show your health care provider!" = "Met Diabetik is het mogelijk uw data te exporteren als CSV- of PDF- bestand.\nIdeaal voor verdere verwerking of om te printen of door te sturen.";

/* No comment provided by engineer. */
"Diabetik makes keeping your journal up-to-date as easy as possible by analysing your habits.\n\nIt may take a few days to really get to know you, so please be patient!" = "Diabetik maakt het bijhouden van uw dagboek zo gemakkelijk mogelijk door uw gewoontes te analyseren. Het duurt misschien een paar dagen om u te leren kennen, dus wees a.u.b. geduldig!";

/* No comment provided by engineer. */
"Done" = "Gereed";

/* No comment provided by engineer. */
"Drag left to add additional entries" = "Sleep naar links voor nieuwe invoer";

/* No comment provided by engineer. */
"Dropbox" = "Dropbox";

/* No comment provided by engineer. */
"Dropbox needs to finish syncing before it's possible to export files. Try again in a few minutes." = "Dropbox moet eerst klaar zijn met synchroniseren voor er geëxporteerd kan worden. Probeer opnieuw over een paar minuten.";

/* No comment provided by engineer. */
"Dropbox settings" = "Dropbox instellingen";

/* No comment provided by engineer. */
"Dropbox Settings" = "Dropbox Instellingen";

/* No comment provided by engineer. */
"Edit account" = "Account aanpassen";

/* No comment provided by engineer. */
"Edit Activity" = "Activiteit aanpassen";

/* No comment provided by engineer. */
"Edit Meal" = "Maaltijd aanpassen";

/* No comment provided by engineer. */
"Edit Medicine" = "Medicijn aanpassen";

/* No comment provided by engineer. */
"Edit Note" = "Notitie aanpassen";

/* Edit blood glucose reading */
"Edit Reading" = "Waarde aanpassen";

/* No comment provided by engineer. */
"Edit reminder" = "Herinnering aanpassen";

/* No comment provided by engineer. */
"Edit Reminder" = "Herinnering Aanpassen";

/* No comment provided by engineer. */
"Email" = "E-mail";

/* No comment provided by engineer. */
"Email sent" = "E-mail verzonden";

/* No comment provided by engineer. */
"Enter or select below" = "Voer in of kies hier onder";

/* Used as part of a label that tallies the total number of entries entered by a user, i.e: x entries in total */
"entries in total" = "Aantal keer iets ingevoerd";

/* Geo-location of event */
"Event Location" = "Event Plaats";

/* No comment provided by engineer. */
"Every day" = "Elke dag";

/* No comment provided by engineer. */
"Every Day" = "Elke dag";

/* No comment provided by engineer. */
"Every Friday" = "Elke vrijdag";

/* No comment provided by engineer. */
"Every Monday" = "Elke maandag";

/* No comment provided by engineer. */
"Every Saturday" = "Elke zaterdag";

/* No comment provided by engineer. */
"Every Sunday" = "Elke zondag";

/* No comment provided by engineer. */
"Every Thursday" = "Elke donderdag";

/* No comment provided by engineer. */
"Every Tuesday" = "Elke dinsdag";

/* No comment provided by engineer. */
"Every Wednesday" = "Elke woensdag";

/* Menu item to take users to the export screen */
"Export" = "Exporteer";

/* No comment provided by engineer. */
"Export successful" = "Exporteren geslaagd";

/* No comment provided by engineer. */
"Factors" = "Factoren";

/* No comment provided by engineer. */
"February" = "Februari";

/* Gender selector switch */
"Female" = "Vrouw";

/* No comment provided by engineer. */
"Formats to export" = "Indelingen voor exporteren";

/* No comment provided by engineer. */
"Fri" = "Vr";

/* No comment provided by engineer. */
"Gender" = "Geslacht";

/* General settings section title */
"General" = "Algemeen";

/* No comment provided by engineer. */
"Glucose" = "Glucose";

/* No comment provided by engineer. */
"Glucose settings" = "Glucose-instellingen";

/* Label for the amount of grams of carbohydrate eaten
   Unit of measurement */
"Grams" = "Gram";

/* A label used to show healthy blood glucose readings */
"Healthy" = "Gezond";

/* No comment provided by engineer. */
"Healthy Glucose Tally" = "Gezonde Glucosewaarde";

/* No comment provided by engineer. */
"Here's your Diabetik data export, generated on %@." = "Hier is uw Diabetik gegevensuitvoer, opgemaakt op %@.";

/* No comment provided by engineer. */
"Hi there!" = "Hallo!";

/* Label for highest blood glucose reading in a given month */
"Highest" = "Hoogste";

/* No comment provided by engineer. */
"Hours" = "Uur";

/* No comment provided by engineer. */
"I just recorded a blood glucose reading of %@ with @diabetikapp" = "Ik heb net een bloedglucosemeting van %@ opgenomen met @diabetikapp";

/* No comment provided by engineer. */
"I just recorded a blood glucose reading of %@ with Diabetik" = "Ik heb net een bloedglucosemeting van %@ opgenomen met Diabetik";

/* No comment provided by engineer. */
"I just spent %@ minutes %@ and tracked it with @diabetikapp" = "Ik ben net %1$@ minuten bezig geweest met %2$@ en heb het bijgehouden met @diabetikapp";

/* No comment provided by engineer. */
"I just spent %@ minutes %@ and tracked it with Diabetik" = "Ik ben net %1$@ minuten bezig geweest met %2$@ en heb het bijgehouden met Diabetik";

/* No comment provided by engineer. */
"I just took %@ %@ of %@ and recorded it with @diabetikapp" = "Ik nam net %1$@ %2$@ van %3$@ en registreerde dit met @diabetikapp";

/* No comment provided by engineer. */
"I just took %@ %@ of %@ and recorded it with Diabetik" = "Ik nam net %1$@ %2$@ van %3$@ en registreerde dit met Diabetik";

/* No comment provided by engineer. */
"I love @diabetikapp! It's a great way to track my diabetes." = "Ik vind @diabetikapp geweldig! Het is een erg handige manier om mijn diabetes bij te houden.";

/* No comment provided by engineer. */
"I love Diabetik! It's a great way to track my diabetes." = "Ik vind Diabetik geweldig! Het is een erg handige manier om mijn diabetes bij te houden.";

/* No comment provided by engineer. */
"Input" = "Invoer";

/* No comment provided by engineer. */
"Insulin calculator" = "Insulineberekening";

/* No comment provided by engineer. */
"It wasn't possible to export your backup to Dropbox. The following error occurred: %@" = "Het was niet mogelijk uw back-up op Dropbox te zetten. De volgende foutmelding werd gegeven: %@";

/* No comment provided by engineer. */
"It wasn't possible to export your files to Dropbox. The following error occurred: %@" = "Het was niet mogelijk uw bestanden op Dropbox te zetten. De volgende foutmelding werd gegeven: %@";

/* No comment provided by engineer. */
"It wasn't possible to restore your backup from Dropbox. The following error occurred: %@" = "Uw back-up kon niet teruggezet worden van Dropbox. De volgende foutmelding werd gegeven: %@";

/* No comment provided by engineer. */
"January" = "Januari";

/* The title for the applications index screen - which is a physical journal */
"Journal" = "Dagboek";

/* No comment provided by engineer. */
"July" = "Juli";

/* No comment provided by engineer. */
"June" = "Juni";

/* A label showing the date a sync operation was last performed on */
"Last sync performed on" = "Laatste synchronisatie uitgevoerd op";

/* An option to view third-party software licenses used throughout the application */
"Licenses" = "Licenties";

/* A button allowing users to 'Like' an entry on Facebook */
"Like" = "Like";

/* No comment provided by engineer. */
"Link with Dropbox" = "Koppelen met Dropbox";

/* No comment provided by engineer. */
"Link with RunKeeper" = "Koppelen met RunKeeper";

/* An option to connect your third-party account from Diabetik */
"Link your account" = "Koppel uw account";

/* No comment provided by engineer. */
"Location" = "Locatie";

/* No comment provided by engineer. */
"Location reminder" = "Locatieherinnering";

/* No comment provided by engineer. */
"Location-based reminders" = "Locatie-gebaseerde herinneringen";

/* Label for the lowest blood glucose reading in a given month */
"Lowest" = "Laagste";

/* Gender selector switch */
"Male" = "Man";

/* No comment provided by engineer. */
"Manual backup" = "Handmatige back-up";

/* No comment provided by engineer. */
"March" = "Maart";

/* Remind me after adding [a specific entry type] matching [these conditions] */
"Matching these conditions" = "Onder deze voorwaarden";

/* An option label for determining the highest a blood glucose reading can be before being considered unhealthy */
"Max healthy" = "Maximaal gezond";

/* No comment provided by engineer. */
"May" = "Mei";

/* Meal entry type */
"Meal" = "Maaltijd";

/* No comment provided by engineer. */
"Meal name" = "Naam van de maaltijd";

/* No comment provided by engineer. */
"Medication" = "Medicatie";

/* No comment provided by engineer. */
"Medicine name" = "Naam medicijn";

/* The section header for generic menu items */
"Menu" = "Menu";

/* Type/unit of medicine */
"mg" = "mg";

/* An option label for determining the lowest a blood glucose reading can be before being considered unhealthy */
"Min healthy" = "Min gezondheid";

/* No comment provided by engineer. */
"Minutes" = "Minuten";

/* No comment provided by engineer. */
"Mon" = "Ma";

/* No comment provided by engineer. */
"Months to export" = "Welke maanden exporteren";

/* The name of an entry */
"Name" = "Naam";

/* No comment provided by engineer. */
"Nice to meet you" = "Aangenaam kennis te maken";

/* No comment provided by engineer. */
"No" = "Nee";

/* Title of message shown when the user has yet to add any entries to their journal */
"No Entries" = "Geen gegevens ingevoerd";

/* No comment provided by engineer. */
"No location" = "Geen locatie";

/* No comment provided by engineer. */
"No Reminders" = "Geen herinneringen";

/* No comment provided by engineer. */
"No Reports" = "Geen verslagen";

/* No comment provided by engineer. */
"Not enough data" = "Onvoldoende gegevens";

/* Note entry type */
"Note" = "Aantekening";

/* No comment provided by engineer. */
"Notes" = "Aantekeningen";

/* No comment provided by engineer. */
"November" = "November";

/* No comment provided by engineer. */
"October" = "Oktober";

/* No comment provided by engineer. */
"Ok" = "OK";

/* No comment provided by engineer. */
"Okay" = "OK";

/* On arrival to a geographic location */
"On Arrival" = "Bij aankomst";

/* On departure from a geographic location */
"On Departure" = "Bij vertrek";

/* No comment provided by engineer. */
"One-time reminders" = "Eenmalige herinneringen";

/* No comment provided by engineer. */
"optional" = "optioneel";

/* Settings section for miscellaneous information */
"Other" = "Overig";

/* No comment provided by engineer. */
"Past 14 days" = "Afgelopen 14 dagen";

/* No comment provided by engineer. */
"Past 7 days" = "Afgelopen 7 dagen";

/* No comment provided by engineer. */
"Perform manual backup" = "Handmatige back-up uitvoeren";

/* No comment provided by engineer. */
"Perform manual sync" = "Handmatige synchronisatie uitvoeren";

/* Type/unit of medicine */
"pills" = "pillen";

/* No comment provided by engineer. */
"Please complete all required fields" = "Vul a.u.b. alle vereiste velden in";

/* Error message shown to users when setting up a geographical reminder */
"Please select a valid location before continuing" = "Selecteer a.u.b. een geldige locatie voor u verder gaat";

/* Type/unit of medicine */
"puffs" = "pufjes";

/* Blood glucose reading entry type */
"Reading" = "Meetwaarde";

/* Remind me after adding [a specific entry type] */
"Remind me after adding" = "Herinner me na het toevoegen van";

/* No comment provided by engineer. */
"Remind me in" = "Herinner me over";

/* No comment provided by engineer. */
"Reminder details" = "Herinnering details";

/* Title for screen showing the geographic location of a geo-fenced reminder */
"Reminder Location" = "Herinnering locatie";

/* No comment provided by engineer. */
"Reminders" = "Herinneringen";

/* No comment provided by engineer. */
"Reminders are a great way to keep on top of things.\n\nAlong with one-time and repeat reminders you can also setup location-based reminders to alert you when you leave or arrive at a particular location." = "Blijf alert dankzij herinneringen. U kunt naast gewone herinneringen ook locatie-herinneringen instellen die u verwittigen als u op een bepaalde plaats toekomt of vertrekt.";

/* No comment provided by engineer. */
"Remove" = "Verwijder";

/* No comment provided by engineer. */
"Repeat" = "Herhaal";

/* Label for a reminder which repeats across multiple days */
"Repeating" = "Herhalen";

/* No comment provided by engineer. */
"Repeating reminders" = "Herhaalde herinneringen";

/* No comment provided by engineer. */
"Report" = "Verslag";

/* No comment provided by engineer. */
"Reporting events between" = "Rapportage van gebeurtenissen tussen";

/* No comment provided by engineer. */
"Restore" = "Herstel";

/* No comment provided by engineer. */
"Restore from backup" = "Back-up terugzetten";

/* No comment provided by engineer. */
"Restore successful" = "Succesvol teruggezet";

/* No comment provided by engineer. */
"Restoring from backup will never delete existing data. If identical records are found the existing version will be overwritten. We advise backup restoration only be used when absolutely necessary." = "Het terugzetten van back-up zal nooit bestaande gegevens verwijderen. Als er identieke records worden gevonden zal de bestaande versie worden overschreven. Wij adviseren back-up terugzetten alleen te gebruiken als dat absoluut noodzakelijk is.";

/* No comment provided by engineer. */
"Rotate to view reports" = "Draai om rapporten te bekijken";

/* No comment provided by engineer. */
"Rule-based Reminder" = "Herinnering op basis van regels";

/* No comment provided by engineer. */
"Rule-based reminder" = "Herinnering op basis van regels";

/* No comment provided by engineer. */
"Rule-based reminders" = "Herinneringen op basis van regels";

/* No comment provided by engineer. */
"RunKeeper settings" = "RunKeeper instellingen";

/* No comment provided by engineer. */
"RunKeeper Settings" = "RunKeeper instellingen";

/* No comment provided by engineer. */
"Sat" = "Za";

/* No comment provided by engineer. */
"Scheduled Reminder" = "Geplande herinnering";

/* No comment provided by engineer. */
"Search" = "Zoek";

/* No comment provided by engineer. */
"September" = "September";

/* Settings title */
"Settings" = "Instellingen";

/* A settings switch to control the Smart Input feature */
"Smart input" = "Slimme invoer";

/* A settings switch to control application sounds */
"Sounds" = "Geluiden";

/* No comment provided by engineer. */
"Stay safe" = "Blijf veilig";

/* No comment provided by engineer. */
"Sun" = "Zo";

/* No comment provided by engineer. */
"Take new photo" = "Maak een nieuwe foto";

/* No comment provided by engineer. */
"Take photo" = "Maak een foto";

/* No comment provided by engineer. */
"Target BG" = "Doel BG";

/* No comment provided by engineer. */
"Thanks" = "Bedankt";

/* An option allow users to be reminded at some point in the future */
"The future" = "De toekomst";

/* No comment provided by engineer. */
"There was an error while printing your report" = "Er is een fout opgetreden tijdens het afdrukken van uw rapport";

/* No comment provided by engineer. */
"There was an error while setting your reminders date and time" = "Er is een fout opgetreden bij het instellen van de datum en tijd van uw herinneringen";

/* No comment provided by engineer. */
"There was an error while trying to delete this account: %@" = "Er is een fout opgetreden tijdens een poging om dit account verwijderen: % @";

/* No comment provided by engineer. */
"There was an error while trying to delete this event: %@" = "Er is een fout opgetreden tijdens het verwijderen van deze gebeurtenis: %@";

/* No comment provided by engineer. */
"There was an error while trying to establish the new default account" = "Er is een fout opgetreden tijdens het maken van het nieuw standaardaccount";

/* No comment provided by engineer. */
"This is your only account. Please create another before trying to delete this one" = "Dit is uw enige account. Maak een nieuw aan voordat u probeert dit account te verwijderen";

/* No comment provided by engineer. */
"Thurs" = "Do";

/* Unit of measurement */
"time" = "tijd";

/* No comment provided by engineer. */
"Time" = "Tijd";

/* No comment provided by engineer. */
"Title" = "Titel";

/* No comment provided by engineer. */
"Today" = "Vandaag";

/* No comment provided by engineer. */
"Total carbohydrates" = "Totaal koolhydraten";

/* No comment provided by engineer. */
"Total Carbohydrates (grams)" = "Totaal koolhydraten (gram)";

/* No comment provided by engineer. */
"Trigger for all entries of this type" = "Activeer voor alle invoer van dit type";

/* No comment provided by engineer. */
"Tues" = "Di";

/* A button allowing users to post an entry on Twitter */
"Tweet" = "Tweet";

/* No comment provided by engineer. */
"Tweet sent" = "Tweet verzonden";

/* No comment provided by engineer. */
"Type" = "Type";

/* No comment provided by engineer. */
"Uh oh!" = "Oh oh!";

/* No comment provided by engineer. */
"Unable to create image documents folder" = "Kan geen afbeeldingenmap creëren";

/* Error message shown when a users current geographic location cannot be determined */
"Unable to determine location" = "Kan geen locatie bepalen";

/* A label used to show unhealthy blood glucose readings */
"Unhealthy" = "Ongezond";

/* Type/unit of medicine */
"units" = "eenheden";

/* No comment provided by engineer. */
"Unlink account" = "Account ontkoppelen";

/* No comment provided by engineer. */
"Unlink Dropbox account" = "Dropbox-account ontkoppelen";

/* An option to disconnect your third-party account from Diabetik */
"Unlink your account" = "Uw account ontkoppelen";

/* No comment provided by engineer. */
"Unlink your RunKeeper account" = "Uw RunKeeper-account ontkoppelen";

/* No comment provided by engineer. */
"Update location" = "Locatie updaten";

/* No comment provided by engineer. */
"Update sent" = "Update verzonden";

/* No comment provided by engineer. */
"Value" = "Waarde";

/* No comment provided by engineer. */
"View Location" = "Bekijk locatie";

/* No comment provided by engineer. */
"View on map" = "Bekijk op kaart";

/* No comment provided by engineer. */
"View photo" = "Bekijk foto";

/* No comment provided by engineer. */
"View Photo" = "Bekijk Foto";

/* No comment provided by engineer. */
"We were unable to delete your reminder for the following reason: %@" = "We konden uw herinnering niet verwijderen om de volgende reden: %@";

/* No comment provided by engineer. */
"We were unable to delete your reminder rule for the following reason: %@" = "We konden uw herinnering niet verwijderen om de volgende reden: %@";

/* No comment provided by engineer. */
"We were unable to save your account for the following reason: %@" = "We konden uw account niet opslaan om de volgende reden: %@";

/* No comment provided by engineer. */
"We were unable to save your activity. Please try again!" = "We konden uw activiteit niet opslaan. Probeer het a.u.b. opnieuw!";

/* No comment provided by engineer. */
"We were unable to save your meal" = "Wij konden uw maaltijd niet opslaan";

/* No comment provided by engineer. */
"We were unable to save your note" = "Wij konden uw notitie niet opslaan";

/* Error message for blood glucose reading */
"We were unable to save your reading" = "Wij konden uw meting niet opslaan";

/* No comment provided by engineer. */
"We were unable to save your reminder for the following reason: %@" = "Wij konden uw herinnering niet opslaan om de volgende reden: %@";

/* No comment provided by engineer. */
"We were unable to save your reminder rule for the following reason: %@" = "Wij konden uw herinneringsregel niet opslaan om de volgende reden: %@";

/* No comment provided by engineer. */
"We've set you up with a new journal. You're welcome to create as many as you'd like.\n\nCheck out the settings screen to manage additional accounts." = "We hebben u een nieuw dagboek gegeven. U mag er zoveel maken als u wilt.\nKijk bij instellingen om extra accounts te beheren.";

/* No comment provided by engineer. */
"Wed" = "Wo";

/* No comment provided by engineer. */
"What'd you have?" = "Wat heb je gehad?";

/* No comment provided by engineer. */
"When you'd like to be reminded" = "Wanneer wilt u een herinnering";

/* Remind me after adding [a specific entry type] matching [these conditions] with [these settings] */
"With these settings" = "Met deze instellingen";

/* No comment provided by engineer. */
"Yep" = "Ja";

/* No comment provided by engineer. */
"Yes" = "Ja";

/* No comment provided by engineer. */
"Yesterday" = "Gisteren";

/* Referring to the users account */
"You" = "U";

/* No comment provided by engineer. */
"You cannot enter an event in the future" = "U kunt geen gebeurtenis invoeren in de toekomst";

/* No comment provided by engineer. */
"You currently don't have any entries in your timeline. To add one, tap the + icon." = "U heeft nog geen data in uw tijdlijn. Gebruik het + symbool om ze toe te voegen.";

/* No comment provided by engineer. */
"You currently don't have any reminders setup. To add one, tap the + icon." = "U heeft nog geen herinneringen ingevoerd. Gebruik het + symbool om er één toe te voegen.";

/* No comment provided by engineer. */
"You currently don't have any reports to export." = "U heeft nog geen verslagen om te exporteren.";

/* No comment provided by engineer. */
"You have yet to perform a sync with RunKeeper" = "U moet nu synchroniseren met RunKeeper";

/* No comment provided by engineer. */
"You haven't collected enough data to display this report" = "U heeft nog te weinig gegevens om dit verslag te tonen";

/* No comment provided by engineer. */
"You must select at least one format to export" = "U moet tenminste één bestandsformaat kiezen om te exporteren";

/* No comment provided by engineer. */
"You must select at least one month to export" = "U moet tenminste één maand selecteren om te exporteren";

/* No comment provided by engineer. */
"Your backup has been exported successfully" = "Uw back-up is succesvol geëxporteerd";

/* No comment provided by engineer. */
"Your backup was restored successfully" = "Uw back-up is succesvol teruggezet";

/* No comment provided by engineer. */
"Your Diabetic Record" = "Uw diabetesoverzicht";

/* An error message letting the user know that their data export could not be emailed to them */
"Your export email could not be sent" = "Uw export e-mail kon niet verstuurd worden";

/* A success message letting the user know that their data export has been successfully emailed to them */
"Your export email has been sent" = "Uw export e-mail is verstuurd";

/* No comment provided by engineer. */
"Your Facebook update has been sent" = "Uw Facebook update is verstuurd";

/* No comment provided by engineer. */
"Your files have been exported successfully" = "Uw bestanden zijn succesvol geëxporteerd";

/* No comment provided by engineer. */
"Your name" = "Uw naam";

/* No comment provided by engineer. */
"Your new journal" = "Uw nieuwe dagboek";

/* No comment provided by engineer. */
"Your reminder message" = "Uw herinneringsbericht";

/* No comment provided by engineer. */
"Your tweet has been sent" = "Uw tweet is verstuurd";

/* No comment provided by engineer. */
"Yum! I just ate %@ and recorded it with @diabetikapp" = "Mmm! Ik heb net %@ gegeten en dit opgeslagen in @diabetikapp";

/* No comment provided by engineer. */
"Yum! I just ate %@ and recorded it with Diabetik" = "Mmm! Ik heb net %@ gegeten en dit opgeslagen in Diabetik";

/* No comment provided by engineer. */
"Yum! I just ate %@ with %@ grams and recorded it with @diabetikapp" = "Mmm! Ik at net %1$@ met %2$@ gram en heb dit opgeslagen in @diabetikapp";

/* No comment provided by engineer. */
"Yum! I just ate %@ with %@ grams and recorded it with Diabetik" = "Mmm! Ik at net %1$@ met %2$@ gram en heb dit opgeslagen in Diabetik";

